<?php

return array(
    'save'    => 'Зберегти',
    'undo'    => 'Скасувати',
    'show'    => 'Показати',
    'modify'  => 'Змінити',
    'delete'  => 'Видалити',
    'add'     => 'Додати',
    'reset'   => 'Скидання',
    'search'  => 'Пошук',
    'back'    => 'Назад',

    //dataedit
    'inserted'   => 'Новий запис створений.',
    'updated'    => 'Запис був оновлений.',
    'deleted'    => 'Запис був видалений.',
    'err'        => 'Помилка при читанні записів.',
    'err_unknown'=> 'Помилка, немає обраних записів',
    'err_dup_pk' => 'Помилка, дублюється первинний ключ',
    'no_records' => 'Записів не знайдено.',
    'conf_delete'=> 'Ви хочете видалити запис?',
    'empty_list' => 'Жодного запису не додано!',
    'help'       => 'Допомога',
    'links_help' => "Форма 'Edit Links' використовується для додавання посилання в меню на бічній панелі панелі. Значення поля 'Display' вказує мітка посилання, яке буде відображатися в меню і значення 'Link' поле вказується назва моделі."
);
