<?php

return array(
    'save'    => 'Պահել',
    'undo'    => 'Հետարկել',
    'show'    => 'Ցուցադրել',
    'modify'  => 'Փոխել',
    'delete'  => 'Ջնջել',
    'add'     => 'Ավելացնել',
    'reset'   => 'Վերականգնել',
    'search'  => 'Փնտրել',
    'back'    => 'Ետ',

    //dataedit
    'inserted'    => 'Նոր ռեկորդ է ստեղծվել:',
    'updated'     => 'Ռեկորդը թարմացվել է:',
    'deleted'     => 'Ռեկորդը ջնջվել է:',
    'err'         => 'Ռեկորդի բեռնումը ձախողվեց:',
    'err_unknown' => 'Ոչ մի ռեկորդ չի ընտրվել:',
    'err_dup_pk'  => 'Կրկնօրինակ Առաջնային Բանալի',
    'conf_delete' => 'Արդեո՞ք ուզում եք ջնջել ռեկորդը:',
    'empty_list' => 'Ոչ մի ռեկորդ չի ստեղծվել !',
    'help'       => 'Օգնություն',
    'links_help' => "'Edit Links' ձևաթուղթը նախատեսված է կապ ավելացնելու համար panel-ի ցանկում: 'Display' դաշտի արժեքը որոշում է կապի պիտակը իսկ 'Link' դաշտի արժեքը որոշում է մոդելի անունը :"
);
