<?php

return array(
    'save'    => 'ذخیره',
    'undo'    => 'بازگرداندن',
    'show'    => 'نمایش',
    'modify'  => 'ویرایش',
    'delete'  => 'حذف',
    'add'     => 'اضافه',
    'reset'   => 'بازیابی',
    'search'  => 'جستجو',
    'back'    => 'بازگشت',

    //dataedit
    'inserted'   => 'رکورد جدید ایجاد شد.',
    'updated'    => 'رکورد با موفقیت بروزرسانی شد.',
    'deleted'    => 'رکورد با موفقیت حذف شد.',
    'err'        => 'خطا در خوانش محتوا.',
    'err_unknown'=> 'خطا، هیچ آیتمی انتخاب نشده است',
    'err_dup_pk' => 'خطا، فیلد یگانه تکراری',
    'conf_delete'=> 'از حذف اطمینان دارید ؟',
    'empty_list' => 'رکوردی یافت نشد !',
    'help'       => 'راهنما',
    'links_help' => "فرم 'ویرایش لینکها' جهت افزودن لینک به منوی کناری پنل بکار می رود. مقدار فیلد 'نمایش' مشخص کننده عنوان لینک جهت نمایش در منو می باشد و مقدار فیلد 'لینک' مشخص کننده نام مدل می باشد."
);
